[
  {
    "comment": "Include More Colors",
    "title": "Pastel Interactions",
    "author": "Christina Ko",
    "id": 1,
    "imgurl": "fall2018/01.ko.jpg",
    "description":
      "This design was created with inclusiveness in mind by playing with interactions of color and trying to abstractly convey the strength that inclusiveness can bring. Inclusiveness is often represented visually with a rainbow or an array of colors. I wanted to play with this idea of color but with a non-standard rainbow. I wanted to have color be one of the center points of the design. The rainbow is soft and the colors overlap. The colors are fluid, interacting, reacting, and growing with one another. Inclusiveness in any community opens up understanding, knowledge, and perspectives. The abstracted and colorful shapes represent this dialogue. The use of color represents the action of including. The woven net represents the strength of what inclusivity can bring to a community. The combined interactions bring strength and integrity. Together the design of this poster is meant to represent inclusiveness in both a recognizable and an abstract manner. Hopefully, the playfulness and harmony will represent the benefits of inclusiveness and also be visually intriguing."
  },
  {
    "comment": "Include More Ages",
    "title": "Embodied Technologies",
    "author": "Michael Byrne",
    "id": 2,
    "imgurl": "fall2018/02.byrne.jpg",
    "description":
      "This image was captured and produced by Michael Byrne and filmmaker Nigel Hodgson during David Drew's reconstruction of Robert Helpmann's \"lost\" dance-drama \"Miracle in the Gorbals\". Byrne notes: \"Without dance notation or a video recording, the recreation of Helpmann\"s ballet was contingent on the living histories of first-generation cast members – all aged in their eighties and nineties. Having not performed her solo for over 60-years, Pauline Clayden (89) entered the studios of the Royal Opera House in London to re-teach Helpmann's choreography to Royal Ballet Soloist Kirsten McNally (29). In the image, both artists can be seen performing the same movement alongside each other in poignant pas de deux of \"past and present\". The distribution of creativity in dance relies less on such objects as scripts, scores or paintings, but rather through the body's generative capacity to collect, archive, preserve, and re-exhibit movement. The transmission of choreography from generation to generation can, therefore, be viewed as a form of \"social technology\", deploying the practice of performance as a systematic means to retain and circulate embodied knowledge. More importantly, few can dispute that classical ballet places an unjust premium on youth, overvaluing athleticism and dismissing the aging body as a site of technical and expressive limitation. This reconstruction project addresses themes of inclusivity by placing the mature body in the foreground, and championing the dramatic intentionality and artistry of seniority in Western dance."
  },
  {
    "comment": "Include More Opportunities",
    "title": "Doors & Ladders",
    "author": "Maya Hilbert",
    "id": 3,
    "imgurl": "fall2018/03.hilbert.jpg",
    "description":
      "The same closed door might have a well-worn handle for some and a bolt for others. Those born with a ring of keys wrapped around their tongue and a map clenched in their fists barely register the twists and locks when they slide through with a word or a look. Perhaps there is a moment spent fiddling with a key or even the painful choice between three paths, but for them, there are no truly closed doors. But a door, by nature of being a door and no special fault of any particular door, is an object with two states: open and closed. If a door can open, it can close. Even a door left open for decades can swing closed and cut one side into two: the power to manipulate space. Ladders, too, have the power to manipulate space -- not simply in horizontal partitioning, but in vertical accessibility. Ladders are not set up to be open or closed; instead, they offer the freedom of scaling up and down open space. In \"Doors & Ladders\", this freedom is celebrated by directly juxtaposing the nature of door and ladder, with the former recycled into the latter to transform exclusion into inclusion."
  },
  {
    "comment": "Include More Roles",
    "title": "Name that Founder",
    "author": "Jennifer Ding, Heidi Fan",
    "id": 4,
    "imgurl": "fall2018/04a.ding_fan.jpg",
    "description":
      "Can you identify the startup founders these posters highlight? Take a guess and then use your phone's camera app to focus on the QR code. A link to the answer will automatically pop up. These founders have created high-growth, mission-driven tech companies in health, fitness, and additive manufacturing. While the company name and product may be familiar to us, how many people know who the founder is, and that the founder is a woman? This piece investigates the impact of gender on representations of startup founders in media and culture, and thus, disparities in social significance and public perception. Inspired by the surge in coverage of female founders during tech's #MeToo movement, unmatched before and after, we seek to question the implications of this imbalance. It's not enough for female founders to be present. We must recognize, celebrate, and at a minimum, be aware of their work in order for them to have significance. Otherwise, they remain out of sight, out of mind. We may not think less of them, but we think of them less. It's time to change that. We hope the next time these startups come up in conversation, you'll remember who the founders are!"
  },
  {
    "comment": "Include More Genders",
    "title": "Trans Women Series",
    "author": "Kimberly Wilber",
    "id": 5,
    "imgurl": "fall2018/05d.wilber.jpg",
    "description":
      "This series of four posters depicts five trans women -- engineers, scientists, musicians, and revolutionaries -- who demonstrate leadership, intelligence, and devotion in the fields of electronics, circuit design, engineering, music, and civil rights. Wendy Carlos (1939) One of the early pioneers of electronic music, her album \"Switched-On Bach\" (1968) captivated the public interest with its sweeping melodies and intricate arpeggios. Wendy also assisted in the design of the Moog synthesizer, one of the most influential musical instruments of its time. Lynn Conway (1938) Lynn's textbook, \"Introduction to VLSI Systems\" (coauthored with Carver Mead), helped revolutionize the way circuit design was taught at a time when universities were unable to keep up with the increased complexity of integrated circuit technology. Among numerous other awards and achievements, in 2009 she was given the Computer Pioneer Award by the IEEE Computer Society, \"For contributions to superscalar architecture, including multiple-issue dynamic instruction scheduling, and for the innovation and widespread teaching of simplified VLSI design methods.\" Sophie Wilson (1957) Sophie was the designer of the instruction set for the Acorn RISC Machine (ARM). These chips are incredibly common, with billions of deployments in tablets, phones, and other embedded devices. As of 2012, over 95% of smartphones use ARM CPU cores. Sylvia Rivera (1951-2002) and Marsha P. Johnson (1945-1992) Widely credited as instigators of the modern LGBTQ+ movement in the US, Sylvia and Marsha co-founded STAR (the Street Transvestite Action Revolutionaries), a group dedicated to providing housing and essential services for poor and homeless queer youth and runaways in New York City."
  },
  {
    "comment": "Include More Individualities",
    "title": "Inclusive Identity",
    "author": "Neta Tamir",
    "id": 6,
    "imgurl": "fall2018/06.tamir.jpg",
    "description":
      "The design of this poster takes the shape of a fingerprint as a tangible representation of our identity. The fingerprint shape morphed into a circuit board, with dots representing individuals, and lines representing the paths through which one can grow, evolve and progress. Building on that foundation, the concepts of diversity, equity, and inclusion are expressed visually in the following ways: Diversity is represented as dots in different colors and sizes, symbolizing diverse identities. Equity is expressed by having all dots connected to opportunity paths of different directions and lengths. This contrasts a world in which some dots are floating around without being anchored to any path -- in other words, not having equal opportunities. Inclusion is reflected through having the dots scattered around, instead of forming small cliques of clusters. Together, the design represents the values that needs to be part of our DNA. We are at an age where technology serves an integral part of our life, and as it becomes more immersive and ubiquitous, more focus should be giving to reshaping the partnership between humans and technology. How can we promote awareness to inclusion and reshape the ways that we design technologies, in a way that will empower people with all set of abilities instead of hindering them? Let’s make inclusiveness the new norm."
  },
  {
    "comment": "Include More Opinions",
    "title": "Representing All of Us",
    "author": "Ananya Paul",
    "id": 7,
    "imgurl": "fall2018/07.paul.jpg",
    "description":
      "\"Artificial Intelligence is already deciding how much we pay for insurance, what kind of medical treatments we receive, even how long people go to prison. But even though those decisions affect all of us, they don’t reflect all of us. They’re based on the assumptions and biases of the people who write the code – who, at least at this point, happen to be almost entirely men.\" - these words by Melinda Gates struck a powerful note. An infant technology is already making life-altering decisions for us, showing prejudices and biases against the minority in colour, gender. A black box, used to solve complex mathematical problems, is being fed opinionated algorithms. Opinions are important. But whose opinion should decide how the world will change? How do we establish that people from all spectrum of lives get equal opportunities? Who teaches such a powerful technology the concept of equity? When Artificial Intelligence develops and matures, it can dramatically impact our world. Who supervises the learning and teaches such a powerful technology in its nascent stage to make judgements fairly and strive for a better future for ALL of US?"
  },
  {
    "comment": "Include More Backgrounds",
    "title": "Women in Tech: Making Strides Then & Now",
    "author": "Yasmeen Munasser, Amanda Gomez, Jessica Brigandi, Jessica Adjei",
    "id": 8,
    "imgurl": "fall2018/08.munasser et al.jpg",
    "description":
      "The world has made major advancements in technology and political stances in the past ten years, this has set up an ideal way to gain more women in the field. The tech field can benefit from women because this is a learning-based field and sticking to it with is something that women can do well. The best way for this change to happen is with the education of the opportunities that are already available to the young women that are trying to break in the field. Our design relates to the theme \"inclusiveness\" because it emphasizes and prioritizes women’s rights, as well as the differences we have that is crucial. Instead of seeing this as a negative circumstance, we bring it into a positive light — creating one field that embraces all the differences women have to assemble a strong community. Change is good. Change is healthy. There has been such drastic change in the last several years within every aspect of womankind. This empowerment of women to keep on striving and believing in themselves has influenced and supported career women throughout the entire way. Vast opportunities in these fields, that women were once excluded from, are now reaching toward us with open arms and a warm embrace. Education is the key to inclusivity, which is exactly what womankind need. WiTNY is one of the numerous organizations that has helped young women and girls succeed. \"There is no limit to what we women can accomplish.\" -Michelle Obama"
  },
  {
    "comment": "Include More People",
    "title": "Imagine a World",
    "author": "Diane Levitt, Shuqi Yang",
    "id": 9,
    "imgurl": ["fall2018/09.levitt_yang.jpg"],
    "description":
      "Since childhood, I've been struck by the fact that in English, we use \"he\" as both a male and a gender neutral pronoun. I wasn't surprised to see that the dictionary is complicit in using language that supports patriarchy. The subtlety of using a male pronoun that theoretically \"includes\" women is turned on it's side when you imagine a group of men being addressed with the pronoun \"she\". When referred to this way, women in nontraditional spaces -- computer science classrooms, locker rooms, laboratories, airplane cockpits, combat roles -- are linguistically excluded. It reinforces the cultural norm of male power and undermines their sense of belonging and identity. I have a colleague who addresses her undergraduate CS class as \"team,\" the most inclusive language because it is neither gendered nor hierarchical."
  },
];
